{
    "aemma": {
        "title": "Studying Historical European Medieval Martial Arts since 1998",
        "intro1": "AEMMA’s not \"just another HEMA club.\" We’ve been studying, teaching and fighting since May 1998. We do things \"by the book\" – tying everything we do to historical manuscripts. Our goal is to figure out how it was really done.",
        "intro2": "Our curriculum is rooted in the teachings of renowned fencing masters, emphasizing the techniques and philosophies that have stood the test of time.",
        "classesTitle": "Classes",
        "mission": "Our Mission",
        "missionDesc": "The mission of AEMMA is to resurrect, research, study, practice and instruct in the combat skills, philosophies and principles of accomplished European Mediaeval martial artists and to achieve a state which would be consistent with that of a mediaeval combatant in both technology and ideal.",
        "rankingTitle": "Ranking system",
        "ourTeam": "Our team",
        "cocTitle": "Code of Conduct",
        "cocLink": "https://drive.google.com/file/d/1Hz3CQHkULfceY009M7E7RWXZgiUsAJ0j/view",
        "cocDesc": "Studying a martial art can be a dangerous activity and involves coming into contact with others in a very different way than our day-to-day lives. This requires trust, respect, consent and a willingness to check your ego at the door. All members of AEMMA are required to read, understand and comply with the <1>Code of Conduct</1>."
    },
    "gio": {
        "title": "Giovanni Dall'Agocchie",
        "text": "Giovanni Dall'Agocchie was a 16th-century Italian fencing master from Bologna. In 1572, he published 'Dell'Arte di Scrimia' ('The Art of Fencing'), a comprehensive treatise detailing swordsmanship techniques and principles. His work is a cornerstone of the Bolognese school of fencing and continues to influence modern HEMA practitioners."
    },
    "ranks": [
        {
            "name": "Recruit",
            "desc": "Recruit is the rank of all continuing students after having completed the intake class. These students learn abrazare (wrestling), daga (dagger) and spada (sidesword)."
        },
        {
            "name": "Scholar",
            "desc": "Scholar is awarded after an oral examination and physical demonstration of the foundations of armizare, including free fencing. It typically takes 1-2 years for a student to achieve this rank."
        },
        {
            "name": "Free Scholar",
            "desc": "Free Scholar requires a thorough understanding of the entirety of the Bolognese martial tradition and the ability to demonstrate the art skilfully, from defending against dagger attacks to fighting with a wide range of weapons and their secondaries."
        },
        {
            "name": "Provost",
            "desc": "Provost is the rank achieved when a Free Scholar has been the principal instructor of a student from Recruit to Free Scholar."
        }
    ],
    "team": [
        {
            "name": "Beau",
            "title": "Free Scholar",
            "bio": "Beau Brock began his lifelong pursuit of historical fencing in 2006 while he was a graduate student at UBC. Upon moving to Toronto in 2008, he joined AEMMA where he studied Fiore dei Liberi, becoming a free scholar in November 2010. Since then, he has focused all his efforts on the martial traditions of 16th century Italy, with a particular emphasis on the Bolognese approach as laid out by Giovanni Dall’Agocchie and his peers (Marozzo, Manciolino, and the Anonimo). He has taught workshops in Canada and the US on his interpretation of the Bolognese tradition.",
            "image": ""
        },
        {
            "name": "Cass",
            "title": "Scholar",
            "bio": "Cass Hannah began fencing at a summer camp when they were 9 years old, cementing a life-long passion for playing with swords. They joined AEMMA in the fall of 2022, quickly dedicating themself to study and becoming the first to challenge and achieve the rank of Scholar through study of the Bolognese tradition under Beau's tutalege.",
            "image": ""
        },
        {
            "name": "Shane",
            "title": "Scholar",
            "bio": "",
            "image": ""
        },
        {
            "name": "Max",
            "title": "Student",
            "bio": "Max Nossevitch is a lifelong medievalist who began studying the I.33 manuscript in 2011 as an undergraduate at the University of Toronto. There, he helped organize a fencing workshop with Beau through the Medieval Studies Undergraduate Society and practiced buhurt on a team that later became Canada’s national squad, though he left due to injury. He went on to lead a medieval reenactment group focused on 15th-century texts and printing, collecting facsimiles of historical fencing treatises. After moving to Ottawa in 2017, he discovered Beau had founded AEMMA Ottawa and has been a member since 2019.",
            "image": ""
        }
    ]
}
