{
    "classesPageTitle": "Class Info",
    "classesPageIntro1": "Wrestling, dagger and sword in one hand are the foundation of our curriculum and inform everything that we do, regardless of the weapon(s) in hand. The intake/beginner classes will focus on developing proficiency in these three skills, and as students progress, they will be introduced to more complex actions, tactics, and additional weapons:",
    "classesPageIntro2": "In addition, students will also be introduced to other contemporary systems of fencing, Florentine (Anonimo Riccardiano) and Neapolitan (Marc’Antonio Pagano) in particular.",
    "classesPageIntro3": "Classes are 16 years old and up.",
    "classesPageIntroList": {
        "li1": "Sword in one hand along with its secondaries: dagger, cloak, buckler/targa, rotella, second sword",
        "li2": "Polearms: partisan, spear, bill, pike, pollaxe, halberd, glaive",
        "li3": "Spadone (the big sword)",
        "li4": "Mismatched weapons"
    },
    "classesTitle": "Classes - Mondays and Wednesdays",
    "internalEvents": "Group developments",
    "modal": {
        "nameTitle": "Name",
        "emailTitle": "Email",
        "textTitle": "Do you have any martial arts experience?",
        "textField": "Please describe your experience",
        "textYes": "Yes",
        "textNo": "No",
        "submitBtn": "Submit"
    },
    "courseList": [
        {
            "lvl": 0,
            "type": "Beginner",
            "modalTitle": "Class Sign-Up - Beginner",
            "time": "18:00 - 19:30",
            "description": "Beginner classes diving into footwork, guards, movement, and the other essentials.",
            "signupBtn": "Sign up"
        },
        {
            "lvl": 1,
            "type": "Intermediate",
            "modalTitle": "Class Sign-Up - Intermediate",
            "time": "18:00 - 19:30",
            "description": "Here we look at more complex actions, secondary weapons, and other systems.",
            "signupBtn": "Sign up"
        },
        {
            "lvl": 2,
            "type": "Advanced",
            "time": "19:30 - 21:30",
            "description": "In advanced classes, we dig deep into the material and pressure test through fencing."
        }
    ],
    "scholars": [
        {
            "id":           "cass-scholar",
            "name":         "Scholar test - Cass (Ottawa)",
            "datetime":     "2024-09-21T15:00:00Z",
            "location":     "1606 Fisher Ave, Ottawa ON",
            "description":  "The Ottawa Chapter of the Academy of European Medieval Martial Arts welcomes its first two Scholars into its ranks. Cass successfully passed their scholar tests in front of 3 Scholars, 2 Free Scholars, and 1 Provost. Their tests covered the Art of Fiore dei Liberi and that of the Bolognese tradition, primarily from Dal'Agocchie's manuscript. They demonstrated their knowledge of theory, their execution of the principles and plays, and free fenced with arming swords to the satisfaction of all present."
        },
        {
            "id":           "shane-scholar",
            "name":         "Scholar test - Shane (Ottawa)",
            "datetime":     "2024-09-21T17:00:00Z",
            "location":     "1606 Fisher Ave, Ottawa ON",
            "description":  "The Ottawa Chapter of the Academy of European Medieval Martial Arts welcomes its first two Scholars into its ranks. Shane successfully passed his scholar tests in front of 4 Scholars, 2 Free Scholars, and 1 Provost. His tests covered the Art of Fiore dei Liberi and that of the Bolognese tradition, primarily from Dal'Agocchie's manuscript. He demonstrated their knowledge of theory, their execution of the principles and plays, and free fenced with arming swords to the satisfaction of all present."
        }
    ]
}
