{
    "title": "Frequently Asked Questions",
    "items": [
        {
            "q": "Is AEMMA Ottawa co-ed?",
            "a": "Yes, classes are open to all."
        },
        {
            "q": "Do you need to be very strong?",
            "a": "No. Almost everyone will experience muscle fatigue at first, since fencing makes use of muscles that aren't commonly used in modern life, but most swords weigh between 800-1200 grams. Proper technique matters more than strength."
        },
        {
            "q": "Do I need anything for my first day?",
            "a": "Just a pair of gloves (gardening gloves, or a similar pair of light gloves) and athletic shoes. No special gear is needed on the first day. We provide loaner equipment for new students, and recommend wearing comfortable athletic clothing."
        },
        {
            "q": "How much does it cost?",
            "a": "The first class is always free! Classes are offered by a nightly drop-in fee or a discounted monthly membership. Visit our <1>Classes page</1> for full pricing details."
        },
        {
            "q": "Do I need to show up to every class, or can I drop in?",
            "a": "While regular attendance helps you improve faster, we understand life can be busy. You’re welcome to attend as your schedule allows."
        },
        {
            "q": "How long does it take to get comfortable?",
            "a": "Most students start feeling more confident in the basic footwork and cuts within a few weeks; beginner classes are designed to build foundational skills gradually. Normally it takes 1.5 to 2 years to progress to a scholar rank."
        },
        {
            "q": "How large are classes? Does everyone get one-on-one time?",
            "a": "Class sizes currently vary from 5 to 10 people, but we keep things small enough to ensure personalized feedback and plenty of individual attention."
        },
        {
            "q": "Can I come to just watch to help me decide?",
            "a": "Absolutely! Visitors are always welcome to observe a class. Just let us know in advance so we can greet you properly."
        },
        {
            "q": "How long until I can fight like that?",
            "a": "That depends on your commitment and goals, as everyone moves at different paces. Some students begin light sparring within a few months, but some take longer to get comfortable; there is no pressure to pick things up quickly. More advanced sparring follows as skills develop."
        },
        {
            "q": "I have an injury that presents an increased risk with grappling or wrestling, or am otherwise uncomfortable with practicing this. Can I stick to sword?",
            "a": "Yes. While grappling is an important part of the systems that we practice, we believe that personal safety, trust, and consent are crucial for the healthy practice of martial arts. We will not force or pressure you into anything that you are not comfortable with, and we will always respect your communicated boundaries."
        },
        {
            "q": "I have no martial arts background; can I still join?",
            "a": "Absolutely! Most of our students start out as complete beginners. We’ll guide you step by step, starting with the basics."
        }
    ]
}
