{
    "title": "Foire aux questions",
    "items": [
        {
            "q": "Est-ce que AAMME Ottawa est mixte?",
            "a": "Oui, les cours sont ouverts à tout le monde."
        },
        {
            "q": "Faut-il être très fort?",
            "a": "Non. Presque tout le monde ressent une certaine fatigue musculaire au début, puisque l’escrime fait travailler des muscles qu’on utilise rarement dans la vie de tous les jours. Cela dit, la plupart des épées pèsent entre 800 et 1200 grammes, et la technique est bien plus importante que la force brute."
        },
        {
            "q": "Ai-je besoin de quelque chose pour mon premier cours?",
            "a": "Apportez simplement une paire de gants (de jardinage ou autre gants légers) et des chaussures de sport. Aucun équipement spécial n’est requis pour commencer. Nous fournissons de l’équipement prêté et recommandons des vêtements de sport confortables."
        },
        {
            "q": "Combien ça coûte?",
            "a": "Le premier cours est gratuit! Courses sont proposés moyennant un tarif journalier ou un abonnement mensuel à prix réduit. Consultez la <1>page Cours</1> pour tous les détails tarifaires."
        },
        {
            "q": "Dois-je assister à chaque cours, ou est-ce possible de venir à la carte?",
            "a": "Une présence régulière favorise une progression plus rapide, mais nous comprenons que la vie est occupée. Vous pouvez venir selon votre propre horaire."
        },
        {
            "q": "Combien de temps faut-il pour se sentir à l’aise?",
            "a": "La plupart des élèves commencent à se sentir plus confiants avec les déplacements de base et les coups après quelques semaines. Les cours pour débutants sont conçus pour construire des bases solides progressivement. En général, il faut entre 1 an et demi à 2 ans pour atteindre le rang d’« étudiant avancé » (scholar)."
        },
        {
            "q": "Combien de personnes par cours? Est-ce que tout le monde reçoit une attention individuelle?",
            "a": "Les groupes varient généralement entre 5 et 10 personnes. Nous gardons les classes petites afin d’assurer des retours personnalisés et beaucoup d’attention individuelle."
        },
        {
            "q": "Puis-je venir seulement pour observer avant de décider?",
            "a": "Absolument! Les visiteurs sont toujours les bienvenus pour observer un cours. Faites-nous simplement savoir à l’avance afin que nous puissions bien vous accueillir."
        },
        {
            "q": "Combien de temps avant de pouvoir me battre comme ça?",
            "a": "Cela dépend de votre engagement et de vos objectifs — chacun progresse à son rythme. Certains commencent l’escrime légère après quelques mois, d'autres prennent plus de temps. Il n’y a aucune pression pour aller plus vite. L’escrime avancée vient naturellement avec le temps et la pratique."
        },
        {
            "q": "Puis-je me concentrer uniquement sur l’épée? Est-ce que les techniques de lutte rapprochée sont obligatoires?",
            "a": "Oui. Même si le grappling (la lutte rapprochée) fait partie intégrante des systèmes qu’on pratique, on accorde une grande importance à la sécurité personnelle, à la confiance et au consentement. Jamais on ne vous forcera ou ne vous mettra de pression pour faire quelque chose qui vous rend mal à l’aise. On respecte toujours les limites que vous nous communiquez."
        },
        {
            "q": "Je n’ai aucune expérience en arts martiaux; puis-je quand même m’inscrire?",
            "a": "Bien sûr! La majorité de nos élèves sont des débutants. Nous vous accompagnons pas à pas, dès les bases."
        }
    ]
}
